tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pr0d1r2/python2"
tap "qmk/qmk"
brew "aalib"
brew "python@3.10"
brew "autojump"
brew "base64"
brew "cmatrix"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "openldap"
brew "curl"
brew "docker"
brew "fd"
brew "figlet"
brew "fzf"
brew "go"
brew "htop"
brew "imlib2"
brew "iproute2mac"
brew "jq"
brew "libcaca"
brew "lua"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "open-mpi"
brew "p7zip"
brew "packer"
brew "pv"
brew "pyenv"
brew "python@3.9"
brew "r"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "watch"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "qmk/qmk/qmk"
cask "font-ubuntu-mono-nerd-font"
cask "gimp"
cask "hiddenbar"
cask "iterm2"
cask "jumpcut"
cask "obs"
cask "rectangle"
cask "spotify"
cask "stats"
cask "vlc"
